// See https://aka.ms/new-console-template for more information
// Console.WriteLine("Hello, World!");
// Напишите программу, которая на вход принимает число и выдает его квадрат.

// Например:
// 4 -> 16
// -3 -> 9
// -7 -> 49